tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'michel-kraemer/zsh-patina'

brew 'atuin'
brew 'bat'
brew 'eza'
brew 'fd'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'jq'
brew 'mise'
brew 'neovim'
brew 'nushell'
brew 'ripgrep'
brew 'trash'
brew 'zellij'
brew 'zsh-patina'
